Repository: arrayperu/woocommerce-pagos-peru
Catalog: languages/peru-payments-wc-*.po
Languages: es

source: The %2$sPeru Payments for WooCommerce%3$s plugin requires %2$sPHP 5.4+%3$s and %2$sWordPress 5.5%3$s to run properly. Your current version of PHP is %2$s%1$s%3$s, and version of WP is %2$s%4$s%3$s
es: El plugin %2$sPeru Payments for WooCommerce%3$s requiere %2$sPHP 5.4+%3$s y %2$sWordPress 5.5%3$s para su correcto funcionamiento. Tu versión actual de PHP es %2$s%1$s%3$s, and la versión de WordPress es %2$s%4$s%3$s

source: Title
es: Titulo

source: This is the title of the payment method on the customer checkout
es: Este es el título para el método de pago durante el proceso de compra

source: Name
es: Nombre

source: Name of the %1$s account holder
es: Nombre del titular de la cuenta %1$s

source: Phone
es: Celular

source: This is the phone number associated to %1$s account
es: Número de teléfono asociado a la cuenta %1$s donde recibir los pagos

source: Instructions
es: Descripción

source: A short instruction to show at the bottom of the QR code
es: Una pequeña instrucción para mostrar debajo del código QR

source: Info
es: Información

source: A short instruction to show in order detail
es: Una pequeña instrucción para mostrar en el pago

source: Info Detail
es: Detalle Pago

source: Message when making the payment
es: Mensaje después de realizar el pago

source: Upload QR Code
es: Cargar código QR

source: Upload the QR of your business here (must be in .jpg or .png image)
es: Carga el código QR aquí (debe ser en formato de imagen .jpg o .png)

source: Capture required
es: Solicitar Captura

source: Transaction screenshot required
es: Captura de pantalla obligatoria

source: Check this if you want the screenshot required on the checkout process
es: Selecciona esta opción si quieres solicitar de forma obligatoria el capture de la transacción

source: Only upload the QR image, minimun dimension 200 x 200
es: Solo carga el código QR, con un tamaño mínimo de 200 x 200

source: Error: Please fill the payment title
es: Error: por favor ingresa el título del pago

source: Error: Please fill the payment instructions
es: Error: por favor ingresa alguna instrucción referente al pago

source: Error: Please fill the payment phone
es: Error: por favor ingresa el número para procesar los pagos

source: No QR code submitted, the previous one will be used
es: No se ha actualizado el código QR, utilizando el anterior

source: Error: Please add some QR code image
es: Error: por favor agrega un código QR

source: %1$s%5$s%8$s Capture:%6$s%7$s%3$sview image%4$s %2$s
es: %1$s%5$sCaptura %8$s:%6$s%7$s%3$sver imagen%4$s %2$s

source: %1$s%5$s%7$s Capture:%6$s%7$s%3$sview image%4$s %2$s
es: %1$s%5$sCaptura %7$s:%6$s%7$s%3$sver imagen%4$s %2$s

source: Upload your payment capture %1$s
es: Subir captura de pago de %1$s

source: Thanks for your order, we will shortly validate it
es: Gracias por tu orden, en breve la validaremos

source: You must upload the %1$s transaction capture
es: Debe adjuntar la captura de la transacción de %1$s
